Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SettingsCommandLongDescription
source: Open settings in the default json text editor. If no editor is configured, opens settings in notepad. For available settings see https://aka.ms/winget-settings
af_za: Maak instellings in die verstek-json-redigeerder oop. As geen redigeerder gekonfigureer is nie, maak instellings in notaboek oop. Vir beskikbare instellings, sien https://aka.ms/winget-settings
am_et: ቅንብሮችን በመደበኛው የጄሰን ኤዲተር ይክፈቱ። ምንም ኤዲተር ካልተመደበ፣ ቅንብሮችን በ ኖትፓድ ነው የሚከፍተው።
ar_sa: يقوم بفتح الإعدادات في محرر النص json الافتراضي. إذا لم يتم تكوين أي محرر، يقوم بفتح الإعدادات في "المفكرة". للحصول على الإعدادات المتوفرة، اطلع على https://aka.ms/winget-settings
az_latn_az: Parametrləri standart json mətn redaktorunda açın. Heç bir redaktor konfiqurasiya edilməyibsə, parametrləri bloknotda açır. Mövcud parametrlər üçün https://aka.ms/winget-settings səhifəsinə nəzər salın
bg_bg: Отворете настройките в редактора на текст на JSON по подразбиране. Ако не е конфигуриран редактор, отваря настройките в Notepad. За наличните настройки вж. https://aka.ms/winget-settings
cs_cz: Otevře nastavení ve výchozím textovém editoru pro JSON. Pokud není žádný editor nakonfigurovaný, nastavení se otevře v poznámkovém bloku. Dostupná nastavení viz https://aka.ms/winget-settings.
de_de: Öffnen Sie die Einstellungen im standardmäßigen JSON-Text-Editor. Wenn kein Editor konfiguriert ist, werden die Einstellungen in Editor geöffnet. Die verfügbaren Einstellungen finden Sie unter https://aka.ms/winget-settings.
el_gr: Ανοίγει τις ρυθμίσεις στο προεπιλεγμένο πρόγραμμα επεξεργασίας κειμένου json. Εάν δεν έχει ρυθμιστεί κανένα πρόγραμμα επεξεργασίας, οι ρυθμίσεις ανοίγουν στο Σημειωματάριο. Για τις διαθέσιμες ρυθμίσεις, ανατρέξτε στην τοποθεσία https://aka.ms/winget-settings
es_es: Abre la configuración en el editor de texto json predeterminado. Si no hay un editor configurado, abre la configuración en el bloc de notas. Para conocer las configuraciones disponibles, consulta https://aka.ms/winget-settings
es_mx: Abre la configuración en el editor de texto JSON predeterminado. Si no hay ningún editor configurado, ábrela en el Bloc de notas. Para ver las configuraciones disponibles, consulta https://aka.ms/winget-settings
et_ee: Avage sätted JSON-failide vaikeredaktoris. Kui redaktorit pole konfigureeritud, avatakse sätted Notepadis. Saadaolevate sätete valiku leiate siit: https://aka.ms/winget-settings
fa_ir: تنظیمات را در ویرایشگر متن پیش‌فرض json باز کنید. اگر هیچ ویرایشگری پیکربندی نشده باشد، تنظیمات را در دفترچه یادداشت باز می‌کند. برای اطلاع از تنظیمات موجود، به https://aka.ms/winget-settings مراجعه کنید
fi_fi: Avaa asetukset oletusarvoisessa json-tekstieditorissa. Jos editoria ei ole määritetty, avaa asetukset Muistiossa. Näet saatavilla olevat asetukset osoitteesta https://aka.ms/winget-settings
fr_fr: Ouvrir les paramètres dans l’éditeur de texte par défaut. Si aucun éditeur n’est configuré, ouvrir les paramètre dans le bloc-notes. Pour les paramètres disponibles, consultez https://aka.ms/winget-settings.
gl_es: Abre a configuración do editor de texto json predefinido. Se non hai ningún editor configurado, a configuración abrirase no caderno de notas. Para consultar a configuración dispoñible, visita https://aka.ms/winget-settings
he_il: פתח את ההגדרות בעורך הטקסט של json המוגדר כברירת מחדל. אם לא מוגדר עורך, ההגדרות ייפתחו בפנקס רשימות. להגדרות זמינות, ראה https://aka.ms/winget-settings
hi_in: डिफ़ॉल्ट Json पाठ संपादक में सेटिंग्स खोलें. यदि कोई संपादक कॉंफ़िगर किया हुआ नहीं है, तो (यह) नोटपैड में सेटिंग्स खोलता है. उपलब्ध सेटिंग्स के लिए https://aka.ms/winget-settings देखें
hu_hu: Megnyitja a beállításokat az alapértelmezett JSON-szövegszerkesztőben. Ha nem konfiguráltak szerkesztőt, a Jegyzettömbben nyitja meg a beállításokat. A rendelkezésre álló beállítások listája a https://aka.ms/winget-settings lapon található.
is_is: Opnaðu stillingar í sjálfgefnum JSON-textaritli. Ef enginn ritill er skilgreindur opnast stillingar í Notepad. Fyrir tiltækar stillingar sjá https://aka.ms/winget-settings
it_it: Apri le impostazioni nell'editor di testo json predefinito. Se nessun editor è configurato, apre le impostazioni nel blocco note. Per le impostazioni disponibili, vedi https://aka.ms/winget-settings
ja_jp: 既定の json テキスト エディターで設定を開きます。エディターが構成されていない場合は、メモ帳で設定を開きます。利用可能な設定については、https://aka.ms/winget-settings を参照してください
kk_kz: Параметрлерді стандартты JSON мәтін өңдегішінде ашыңыз. Егер мәтін өңдегіш реттелмеген болса, параметрлер блокнотта ашылады. Қолжетімді параметрлерді мына жерден қараңыз: https://aka.ms/winget-settings
lo_la: ເປີດການຕັ້ງຄ່າໃນຕົວແກໄຂຂໍ້ຄວາມ json ເລີ່ມຕົ້ນ. ຫາກບໍ່ໄດ້ຕັ້ງຄ່າຕົວແກ້ໄຂໃດໄວ້, ໃຫ້ເປີດການຕັ້ງຄ່າໃນ notepad. ສຳລັບການຕັ້ງຄ່າທີ່ສາມາດໃຊ້ໄດ້, ກະລຸນາເບິ່ງ https://aka.ms/winget-settings
lt_lt: Atidarykite parametrus numatytoje teksto rengyklė. Jei redaktorius nesukonfigūruotas, parametrai atidaromi užrašinėje. Galimi parametrai pateikti https://aka.ms/winget-settings
lv_lv: Atver iestatījumus noklusējuma JSON teksta redaktorā. Ja nav konfigurēts neviens redaktors, iestatījumi tiek atvērti programmā Piezīmjbloks. Pieejamos iestatījumus skatiet https://aka.ms/winget-settings
ms_my: Membuka seting dalam editor teks json lalai. Jika tiada editor dikonfigurasikan, membuka seting dalam notepad. Untuk seting yang tersedia lihat https://aka.ms/winget-settings
nb_no: Åpne innstillinger i standard redigeringsprogram for JSON-tekst. Hvis det ikke er konfigurert noe redigeringsprogram, åpnes innstillingene i Notisblokk. Se https://aka.ms/winget-settings for tilgjengelige innstillinger.
nl_nl: Open instellingen in de standaard json-teksteditor. Als er geen editor is geconfigureerd, worden de instellingen in Kladblok geopend. Voor meer informatie over beschikbare instellingen gaat u naar https://aka.ms/winget-settings
pl_pl: Otwórz ustawienia w domyślnym edytorze tekstów JSON. Jeśli żaden edytor nie jest skonfigurowany, otwiera ustawienia w notatniku. Dostępne ustawienia znajdziesz na stronie https://aka.ms/winget-settings.
pt_br: Abra as configurações no editor de texto json padrão. Se nenhum editor estiver configurado, abra as configurações no bloco de notas. Para configurações disponíveis, confira https://aka.ms/winget-settings
pt_pt: Abre as definições no editor de texto json predefinido. Se nenhum editor estiver configurado, abre as configurações no bloco de notas. Para definições disponíveis, consulte https://aka.ms/winget-settings
ro_ro: Deschideți setările din editorul implicit de text JSON. Dacă nu este configurat niciun editor, deschide setările în Notepad. Pentru setările disponibile, vedeți https://aka.ms/winget-settings
sk_sk: Otvorí nastavenia v predvolenom textovom editore JSON. Ak nie je nakonfigurovaný žiadny editor, otvorí nastavenia v programe Poznámkový blok. Dostupné nastavenia nájdete na adrese https://aka.ms/winget-settings
sl_si: Nastavitve odprite v privzetem urejevalniku besedila za datoteke json. Če ni nastavljen noben urejevalnik, odpre nastavitve v beležnici. Če želite izvedeti več o nastavitvah, ki so na voljo, obiščite https://aka.ms/winget-settings.
sq_al: Hapni parametrat në redaktorin e tekstit të paracaktuar json. Nëse nuk është konfiguruar asnjë redaktues, hap parametrat në notepad. Për parametrat në dispozicion, shihni https://aka.ms/winget-settings
sr_latn_rs: Otvorite postavke u podrazumevanom uređivaču json teksta. Ako nijedan uređivač nije konfigurisan, otvara postavke u programu „Beležnica“. Za dostupne postavke pogledajte https://aka.ms/winget-settings
sv_se: Öppna inställningar i JSON-standardtextredigeraren. Om ingen redigerare har konfigurerats öppnas inställningarna i anteckningar. För tillgängliga inställningar se https://aka.ms/winget-settings
te_in: డిఫాల్ట్ json టెక్స్ట్ ఎడిటర్‌లో సెట్టింగులను తెరవండి. ఎడిటర్ నిర్మితీకరించబడి ఉండకపోతే, నోట్‌ప్యాడ్‌లో సెట్టింగులను తెరుస్తుంది. అందుబాటులో ఉన్న సెట్టింగుల కొరకు https://aka.ms/winget-settings చూడండి
th_th: เปิดการตั้งค่าในตัวแก้ไขข้อความ json เริ่มต้น ถ้าไม่ได้กำหนดค่าตัวแก้ไข ให้เปิดการตั้งค่าในแผ่นจดบันทึก ดูการตั้งค่าที่พร้อมใช้งานที่ https://aka.ms/winget-settings
tr_tr: Ayarları varsayılan JSON metin düzenleyicisinde açın. Düzenleyici yapılandırılmadıysa, ayarlar not defterinde açılır. Kullanılabilir ayarlar için bkz. https://aka.ms/winget-settings
uk_ua: Відкрийте параметри в стандартному текстовому редакторі JSON. Якщо його не налаштовано, параметри відкриються в Блокноті. Доступні параметри див. на сторінці https://aka.ms/winget-settings
vi_vn: Mở thiết đặt trong trình soạn thảo văn bản json mặc định. Nếu không có trình soạn thảo nào được đặt cấu hình, hãy mở cài đặt trong Notepad. Đối với các cài đặt sẵn dùng, hãy xem https://aka.ms/winget-settings
zh_cn: 在默认 json 文本编辑器中打开设置。如果未配置任何编辑器，请在记事本中打开设置。有关可用设置，请参阅 https://aka.ms/winget-settings
zh_tw: 在預設 json 文字編輯器中開啟設定。如果未設定任何編輯器，則會在記事本中開啟設定。如需可用的設定，請參閱 https://aka.ms/winget-settings

# SettingsCommandShortDescription
source: Open settings
af_za: Maak instellings oop
am_et: ቅንብሮችን ይክፈቱ
ar_sa: فتح الإعدادات
az_latn_az: Parametrləri açın
bg_bg: Отворете настройките
cs_cz: Otevřít nastavení
de_de: Einstellungen öffnen
el_gr: Άνοιγμα ρυθμίσεων
es_es: Abrir configuración
es_mx: Abrir configuración
et_ee: Ava sätted
fa_ir: باز کردن تنظیمات
fi_fi: Avaa asetukset
fr_fr: Ouvrir les paramètres
gl_es: Abrir configuración
he_il: פתח את ההגדרות
hi_in: सेटिंग्स खोलें
hu_hu: Beállítások megnyitása
is_is: Opna stillingar
it_it: Apri impostazioni
ja_jp: 設定を開く
kk_kz: Параметрлерді ашу
lo_la: ເປີດການຕັ້ງຄ່າ
lt_lt: Atidaryti parametrus
lv_lv: Atver iestatījumus
ms_my: Buka tetapan
nb_no: Åpne innstillinger
nl_nl: Instellingen openen
pl_pl: Otwórz ustawienia
pt_br: Abrir configurações
pt_pt: Abrir definições
ro_ro: Deschideți setările
sk_sk: Otvoriť nastavenia
sl_si: Odpri nastavitve
sq_al: Hap parametrat
sr_latn_rs: Otvori postavke
sv_se: Öppna inställningar
te_in: సెట్టింగ్‌లను తెరువు
th_th: เปิดการตั้งค่า
tr_tr: Ayarları aç
uk_ua: Відкрити настройки
vi_vn: Mở cài đặt
zh_cn: 打开设置
zh_tw: 開啟設定

# SettingsWarnings
source: Unexpected error while loading settings. Please verify your settings by running the settings command.
af_za: Onverwagse fout tydens laai van instellings. Verifieer asseblief jou instellings deur die instellingsbevel te laat loop.
am_et: ቅንብሮችን በመጫን ላይ ያልተጠበቀ ስህተት ተከስቷል። እባክዎ የቅንብሮች ትዕዛዝ በማስኬድ ቅንብሮችዎን ያረጋግጡ።
ar_sa: خطأ غير متوقع أثناء تحميل الإعدادات. الرجاء التحقق من الإعدادات من خلال تشغيل أمر الإعدادات.
az_latn_az: Parametrlər yüklənərkən gözlənilməz səhv baş verdi. Parametrlər əmrini icra etməklə parametrlərinizi təsdiq edin.
bg_bg: Неочаквана грешка при зареждане на настройките. Проверете настройките си, като изпълните командата "Настройки".
cs_cz: Při načítání nastavení došlo k neočekávané chybě. Zkontrolujte nastavení spuštěním příkazu nastavení.
de_de: Unerwarteter Fehler beim Laden von Einstellungen. Über prüfen Sie die Einstellungen, indem Sie den Befehl "Einstellungen" ausführen.
el_gr: Μη αναμενόμενο σφάλμα κατά τη φόρτωση των ρυθμίσεων. Επαληθεύστε τις ρυθμίσεις σας εκτελώντας την εντολή "Ρυθμίσεις".
es_es: Error inesperado al cargar la configuración. Para comprobar la configuración, ejecute el comando configuración.
es_mx: Error inesperado al cargar la configuración. Por favor verifica tu configuración ejecutando el comando configuración.
et_ee: Sätete laadimisel ilmnes ootamatu tõrge. Palun kinnitage oma sätted sätete käsu käitamine.
fa_ir: هنگام بارگیری تنظیمات، خطای غیرمنتظره‌ای رخ داد. لطفاً تنظیمات خود را با اجرای فرمان تنظیمات تأیید کنید.
fi_fi: Odottamaton virhe ladattaessa asetuksia. Tarkista asetukset suorittamalla asetukset-komento.
fr_fr: Erreur inattendue lors du chargement des paramètres. Veuillez vérifier vos paramètres en exécutant la commande paramètres.
gl_es: Erro inesperado mentres se carga a configuración. Executa o comando de configuración para verificar a configuración.
he_il: שגיאה לא צפויה בעת טעינת הגדרות. אמת את ההגדרות שלך על-ידי הפעלת הפקודה ' הגדרות '.
hi_in: सेटिंग्स लोड करने के दौरान अनपेक्षित त्रुटि. कृपया सेटिंग्स आदेश चलाकर अपनी सेटिंग्स सत्यापित करें.
hu_hu: Váratlan hiba történt a beállítások betöltése közben. Kérjük, ellenőrizze a beállításokat a beállítások parancs futtatásával.
is_is: Óvænt villa við hleðslu stillinga. Staðfestu stillingarnar með því að keyra stillingaskipunina.
it_it: Errore imprevisto durante il caricamento delle impostazioni. Verificare le impostazioni eseguendo il comando impostazioni.
ja_jp: 設定の読み込み中に予期しないエラーが発生しました。Settings コマンドを実行して、設定を確認してください。
kk_kz: Параметрлерді жүктеу кезінде күтпеген қате орын алды. Параметрлер пәрменін орындау арқылы параметрлерді тексеріңіз.
lo_la: ເກີດຄວາມຜິດພາດທີ່ບໍ່ຄາດຄິດຂຶ້ນໃນລະຫວ່າງການໂຫຼດການຕັ້ງຄ່າ. ກະລຸນາຢັ້ງຢືນການຕັ້ງຄ່າຂອງທ່ານໂດຍການໃຊ້ຄຳສັ່ງການຕັ້ງຄ່າ.
lt_lt: Įkeliant parametrus įvyko netikėta klaida. Patikrinkite parametrus vykdydami komandą Parametrai.
lv_lv: Ielādējot iestatījumus, radās neparedzēta kļūda. Lūdzu, pārbaudiet savus iestatījumus, izpildot komandu iestatījumi.
ms_my: Ralat tidak dijangka semasa memuatkan seting. Sila tentu sahkan seting anda dengan menjalankan perintah seting.
nb_no: Uventet feil under innlasting av innstillinger. Kontroller innstillingene ved å kjøre kommandoen innstillinger.
nl_nl: Onverwachte fout bij het laden van de instellingen. Controleer de instellingen door de opdracht instellingen uit te voeren.
pl_pl: Wystąpił nieoczekiwany błąd podczas ładowania ustawień. Sprawdź ustawienia, uruchamiając polecenie Ustawienia.
pt_br: Erro inesperado ao carregar as configurações. Verifique suas configurações executando o comando configurações.
pt_pt: Erro inesperado ao carregar as definições. Verifique as suas definições executando o comando definições.
ro_ro: Eroare neașteptată la încărcarea setărilor. Verificați setările rulând comanda de setări.
sk_sk: Pri načítavaní nastavení sa vyskytla neočakávaná chyba. Skontrolujte nastavenia spustením príkazu nastavení.
sl_si: Med nalaganjem nastavitev je prišlo do nepričakovane napake. Preverite nastavitve tako, da zaženete ukaz z nastavitvami.
sq_al: Gabim i papritur gjatë ngarkimit të parametrave. Verifiko parametrat e tu duke ekzekutuar komandën e parametrave.
sr_latn_rs: Neočekivana greška pri učitavanju postavki. Verifikujte postavke pokretanjem komande Postavke.
sv_se: Ett oväntat fel uppstod när inställningarna skulle läsas in. Kontrol lera inställningarna genom att köra kommandot inställningar.
te_in: సెట్టింగులను లోడ్ చేస్తున్నప్పుడు ఊహించని లోపం. సెట్టింగుల ఆదేశాన్ని అమలు చేయడం ద్వారా దయచేసి మీ సెట్టింగులను ధృవీకరించండి.
th_th: เกิดข้อผิดพลาดที่ไม่คาดคิดขณะโหลดการตั้งค่า โปรดตรวจสอบการตั้งค่าของคุณโดยเรียกใช้คำสั่งการตั้งค่า
tr_tr: Ayarlar yüklenirken beklenmeyen bir hata oluştu. Lütfen ayarlar komutunu çalıştırarak ayarlarınızı doğrulayın.
uk_ua: Сталася неочікувана помилка під час завантаження настройок. Перевірте настройки, запустивши команду "Параметри".
vi_vn: Lỗi bất ngờ trong khi tải cài đặt. Vui lòng xác minh cài đặt của bạn bằng cách chạy lệnh cài đặt.
zh_cn: 加载设置时出现意外错误。请运行 "设置" 命令以验证您的设置。
zh_tw: 載入設定時發生意外的錯誤。請執行 [設定] 命令以驗證您的設定。

# ShowCommandLongDescription
source: Shows information on a specific application.
af_za: Wys inligting oor ’n spesifieke toepassing.
am_et: ስለ አንድ መተግበሪያ መረጃን ያሳያል።
ar_sa: عرض معلومات حول حزمة معينة. افتراضيًا، يجب أن يتطابق الاستعلام دون حساسية لحالة الأحرف مع معرّف الحزمة أو اسمها أو مسار ارتباطها. يمكن استخدام الحقول الأخرى من خلال تمرير خيارها المناسب.
az_latn_az: Xüsusi proqram haqqında məlumatları göstərir.
bg_bg: Показва информация за конкретно приложение.
cs_cz: Zobrazí informace o konkrétní aplikaci.
da_dk: Viser oplysninger om et bestemt program.
de_de: Zeigt Informationen zu einer bestimmten Anwendung an.
el_gr: Εμφανίζει πληροφορίες σχετικά με μια συγκεκριμένη εφαρμογή.
es_es: Muestra información sobre una aplicación específica.
es_mx: Muestra información sobre una aplicación específica.
et_ee: Kuvatakse konkreetse rakenduse teave.
fa_ir: اطلاعات مربوط به یک بسته خاص را نشان می‌دهد. به‌طور پیش‌فرض، جستار باید از لحاظ بزرگی یا کوچکی حروف با شناسه، نام یا اسم بسته مطابقت داشته باشد. فیلدهای دیگر را می‌توان با گذراندن گزینه مناسب آنها استفاده کرد.
fi_fi: Näyttää tietyn sovelluksen tiedot.
fr_fr: Affiche des informations sur une application précise.
gl_es: Mostra información sobre un paquete específico. Por defecto, a consulta debe coincidir sen diferenciar maiúsculas e minúsculas co id, o nome ou co moniker do paquete. Poden usarse outros campos pasando as opcións apropiadas.
he_il: הצגת מידע לגבי יישום ספציפי.
hi_in: किसी विशिष्ट अनुप्रयोग के बारे में जानकारी दिखाता है.
hu_hu: Megjelenítheti egy adott alkalmazás adatait.
id_id: Perlihatkan informasi tentang aplikasi tertentu.
is_is: Sýnir upplýsingar um tiltekið forrit.
it_it: Mostra le informazioni relative a un pacchetto specifico. Per impostazione predefinita, la query deve essere non sensibile alle maiuscole e minuscole, corrispondere all’ID, al nome o al moniker del pacchetto. Gli altri campi possono essere utilizzati passando all'opzione appropriata.
ja_jp: 特定のアプリケーションに関する情報を表示します。
kk_kz: Арнайы бағдарлама туралы ақпаратты көрсетеді.
lo_la: ສະແດງຂໍ້ມູນຢູ່ແອັບພລິເຄຊັນສະເພາະໃດໜຶ່ງ.
lt_lt: Rodoma informacija apie tam tikrą programą.
lv_lv: Rāda informāciju par konkrētu programmu.
mk_mk: Прикажува информации за одредена апликација.
ml_in: ഒരു നിർദ്ദിഷ്ട അപ്ലിക്കേഷനിൽ വിവരങ്ങൾ കാണിക്കുന്നു.
ms_my: Menunjukkan maklumat pada aplikasi tertentu.
nb_no: Viser informasjon om et bestemt program.
nl_nl: Toont informatie van een specifieke apps.
pl_pl: Podaje informacje o określonym pakiecie. Domyślnie zapytanie musi, bez względu na wielkość liter, być zgodne z identyfikatorem, nazwą lub monikerem pakietu. Inne pola mogą być używane przez przekazanie odpowiedniej opcji.
pt_br: Mostra informações de um aplicativo específico.
pt_pt: Apresenta informações sobre uma aplicação específica.
ro_ro: Afișează informații despre o anumită aplicație.
ru_ru: Отображает информацию о конкретном приложении.
sk_sk: Zobrazuje informácie o konkrétnej aplikácii.
sl_si: Prikaže informacije o določeni aplikaciji.
sq_al: Shfaq informacionin për një paketë specifike. Sipas parazgjedhjes, pyetja duhet të përputhet me ID-në edhe në madhësinë e shkronjave, emrin ose pseudonimin e paketës. Fushat e tjera mund të përdoren duke kaluar opsionin e tyre të përshtatshëm.
sr_latn_rs: Prikazuje informacije o određenoj aplikaciji.
sv_se: Visar information om ett enskilt program.
te_in: నిర్దిష్ట అనువర్తనంపై సమాచారాన్ని చూపుతుంది.
th_th: แสดงข้อมูลในแอปพลิเคชันที่ระบุ
tr_tr: Belirli bir uygulamayla ilgili bilgileri gösterir.
uk_ua: Відображає відомості про конкретну програму.
vi_vn: Hiển thị thông tin về ứng dụng cụ thể.
zh_cn: 显示关于指定应用的信息。
zh_tw: 顯示特定套件的資訊。根據預設，查詢必須不區分大小寫地符合套件的識別碼、名稱或連結路徑。您可以透過傳遞適當的選項來使用其他欄位。

# ShowCommandShortDescription
source: Shows info about an application
af_za: Wys inligting oor ’n toepassing
am_et: ስለ አንድ መተግበሪያ መረጃን ያሳያል
ar_sa: عرض معلومات حول إحدى الحزم
az_latn_az: Proqram haqqında məlumatları göstərir
bg_bg: Показва информация за приложение
cs_cz: Zobrazuje podrobnosti o aplikaci
da_dk: Viser oplysninger om et program
de_de: Zeigt Informationen zu einer Anwendung an
el_gr: Εμφανίζει πληροφορίες σχετικά με μια εφαρμογή
es_es: Muestra información sobre una aplicación
es_mx: Muestra información sobre una aplicación.
et_ee: Kuvab rakenduse kohta teavet
fa_ir: اطلاعات مربوط به یک بسته را نشان می‌دهد
fi_fi: Näyttää tietoja sovelluksesta
fr_fr: Affiche des informations sur une application
gl_es: Mostra información acerca dun paquete
he_il: הצגת מידע אודות יישום
hi_in: किसी अनुप्रयोग के बारे में जानकारी दिखाता है
hu_hu: Egy alkalmazásra vonatkozó információ megjelenítése
id_id: Tampilkan info tentang aplikasi
is_is: Sýnir upplýsingar um forrit
it_it: Mostra le informazioni relative a un pacchetto
ja_jp: アプリケーションに関する情報を表示
kk_kz: Бағдарлама туралы ақпаратты көрсетеді
lo_la: ສະແດງຂໍ້ມູນກ່ຽວກັບແອັບພລິເຄຊັນ
lt_lt: Rodoma informacija apie programą
lv_lv: Rāda informāciju par programmu
mk_mk: Прикажува информации за апликацијата
ml_in: ഒരു അപ്ലിക്കേഷനെക്കുറിച്ചുള്ള വിവരങ്ങൾ കാണിക്കുന്നു
ms_my: Menunjukkan maklumat tentang aplikasi
nb_no: Viser informasjon om et program
nl_nl: Toont informatie over een app
pl_pl: Wyświetla informacje o pakiecie
pt_br: Mostra informações sobre um aplicativo
pt_pt: Mostra informações acerca de uma aplicação
ro_ro: Afișează informații despre o aplicație
ru_ru: Отображает сведения о приложении
sk_sk: Zobrazuje informácie o aplikácii
sl_si: Prikaz informacij o programu
sq_al: Shfaq informacione rreth një pakete
sr_latn_rs: Prikazuje informacije o aplikaciji
sv_se: Visar information om ett program
te_in: అనువర్తనం గురించి సమాచారాన్ని చూపుతుంది
th_th: แสดงข้อมูลเกี่ยวกับแอปพลิเคชัน
tr_tr: Bir uygulamayla ilgili bilgileri gösterir
uk_ua: Відображає відомості про програму
vi_vn: Hiển thị thông tin về ứng dụng
zh_cn: 显示关于应用的信息
zh_tw: 顯示與套件的相關資訊

# SilentArgumentDescription
source: Request silent installation
af_za: Versoek stil-installering
am_et: ድምጸ-ከል ጭነት ጠይቅ
ar_sa: طلب التثبيت غير المراقب
az_latn_az: Avtomatik quraşdırma tələb edin
bg_bg: Заявка за негласно инсталиране
cs_cz: Vyžádat tichou instalaci
da_dk: Anmod om uovervåget installation
de_de: Automatische Installation anfordern
el_gr: Αίτηση για αθόρυβη εγκατάσταση
es_es: Solicitar instalación silenciosa
es_mx: Solicitar instalación silenciosa.
et_ee: Saate taotleda järelevalveta installi
fa_ir: نصب خاموش را درخواست می‌کند
fi_fi: Pyydä automaattinen asennus
fr_fr: Demander une installation sans assistance
gl_es: Solicitar instalación silenciosa
he_il: בקשת התקנה דוממת
hi_in: मौन स्थापना का अनुरोध करें
hu_hu: Beavatkozás nélküli telepítés kérése
id_id: Minta instalasi senyap
is_is: Biðja um þögla uppsetningu
it_it: Richiedi l'installazione invisibile all'utente
ja_jp: サイレント インストールを要求
kk_kz: Автоматты орнатуды сұрау
lo_la: ຮ້ອງຂໍການຕິດຕັ້ງແບບງງຽບ
lt_lt: Prašyti tylaus diegimo
lv_lv: Pieprasīt kluso instalēšanu
mk_mk: Побарајте тивка инсталација
ml_in: നിശബ്ദ ഇൻസ്റ്റാളേഷൻ അഭ്യര്‍ത്ഥന
ms_my: Meminta pemasangan senyap
nb_no: Be om stille installasjon
nl_nl: Installatie op de achtergrond aanvragen
pl_pl: Zażądaj instalacji dyskretnej
pt_br: Solicitar uma instalação silenciosa
pt_pt: Pedir instalação automática
ro_ro: Solicitare Instalare silențioasă
ru_ru: Запросить автоматическую установку
sk_sk: Požadovať tichú inštaláciu
sl_si: Zahtevanje tihe namestitve
sq_al: Kërko instalim të heshtur
sr_latn_rs: Zahtevanje tihe instalacije
sv_se: Begär tyst installation
te_in: నిశ్శబ్ద వ్యవస్థాపన కోసం అభ్యర్థించండి
th_th: ร้องขอการติดตั้งแบบผู้ใช้ไม่ต้องใส่ข้อมูล
tr_tr: Sessiz yükleme isteği
uk_ua: Запит автоматичної інсталяції
vi_vn: Yêu cầu cài đặt tự hành
zh_cn: 请求无提示安装
zh_tw: 要求無訊息安裝
